     A*****************************************************************
     A*                      Website IP Records
     A*  File WEBIPRCDL1
     A*    ordered IPSEG1, IPSEG2, IPSEG3, IPSEG4
     A*****************************************************************
     A          R WEBVISITR                 PFILE(WEBIPRECRD)
     A          K WEBSITE
     A          K IPSEG1
     A          K IPSEG2
     A          K IPSEG3
     A          K IPSEG4
